/*******************************************************************************
  * Name    :system.c
  * Author  :
  * Function:****
  * Version :V1.0.0
  * Data    :2025.1.2
*******************************************************************************/

/*-------------include file---------------------------*/
#include "system.h"

/*-------------variable statement---------------------*/


/*-------------function-------------------------------*/


void SysManage_Main_Init(void) // 底层外设初始化 若更换芯片则初始化在此处
{
	
	SysTick_Init(72);
	PWM_Init();
	USART1_Init(9600);
	
}
